# 资产负债表分析
# eva经济增加值（息前税后净利润-使用资金总量*资本成本率）
# 自有资本（资产负债率）

# 利润分类：应计利润（应收账款+营业收入），持有利润（公允价值资产波动），
# 		  虚拟利润（债务重组产生），外部注入利润（政府补贴）

# 利润的水分：应收账款增长率，应收账款总资产占比

# 营业收入质量：
# 	营业收入含金量：销售商品、提供劳务收到的现金/营业收入
# 	净利润含金量：（经营活动获取的现金净额+投资收益的现金-财务费用）/净利润

# 收入成本
# 收入分类：营业收入，公允价值变动损益，营业外收入，投资收益
# 成本分类：营业成本，营业税金及附加，所得税费用，资产减值损失，营业外支出，期间费用（财务、销售、管理）

# 资产分类：
# 	流动资产：货币资金，交易性金融资产，应收账款，预付账款，其他应收款，存货，其他流动资产
# 	非流动资产：可供出售金融资产，持有至到期投资，长期股权投资，投资性房地产，固定资产，
# 				在建工程，无形资产，开发支出，商誉，长期待摊费用，递延所得税资产，其他非流动资产

# 数据地址：http://emweb.securities.eastmoney.com/PC_HSF10/FinanceAnalysis/FinanceAnalysisAjax?code=sh600000&ctype=3